[
  {
    "category": "Horror",
    "title": "Женщина звала на помощь",
    "description": "Женщина кричала и звала на помощь, но никто не пришёл.",
    "hint": "Люди слышали её, но всё равно не подошли.",
    "explanation": "Женщина снималась в хоррор-фильме. Прохожие слышали её крики, но думали, что это часть съёмок.",
    "imageName": "womanScreaming"
  },
  {
    "category": "Military",
    "title": "Перекатить пушки",
    "description": "Мужчина помогал гасить пожар. Перекатывая пушки, он спас город.",
    "hint": "Он не тушил огонь напрямую.",
    "explanation": "Горела крепость. Мужчина не был пожарным, но стал перекатывать пушки подальше от огня, чтобы те не взорвались. Благодаря этому пожар не уничтожил весь город.",
    "imageName": "manRollsGun"
  },
  {
    "category": "Military",
    "title": "Салют",
    "description": "Солдаты стояли на крыше и стреляли в небо. Это спасло город.",
    "hint": "Они стреляли не по врагу.",
    "explanation": "Солдаты запускали сигнальные ракеты, чтобы показать сбитому пилоту, где находится база. Пилот вернулся, сообщил координаты врага — и это спасло город.",
    "imageName": "militarySalute"
  },
  {
    "category": "Horror",
    "title": "Апокалипсис в комнате",
    "description": "Человек захлопал в ладоши, и все другие, находящиеся в комнате, погибли.",
    "hint": "Это было летом.",
    "explanation": "Он истреблял комаров.",
    "imageName": "clapKilling"
  },
  {
    "category": "Horror",
    "title": "Смертельный танец",
    "description": "Пара танцоров умерла во время танцевального соревнования.",
    "hint": "Причина была не очевидна для зрителей.",
    "explanation": "Во время исполнения танго другая пара, очень жаждущая победить, отравила розу, которую партнеры передавали друг другу по ходу танца. Отравленная роза убила первую пару, и вторая выиграла соревнование.",
    "imageName": "deadDance"
  },
  {
    "category": "Horror",
    "title": "Кто-то стучал из ванной",
    "description": "Ночью из ванной комнаты раздавался стук.",
    "hint": "Звук доносился не из самой комнаты.",
    "explanation": "Стук шёл из стены — внутри застрял человек, работавший в техническом пространстве дома. Удары эхом отдавались в ванной.",
    "imageName": "bathroomKnock"
  },
  {
    "category": "Horror",
    "title": "Запись на автоответчике",
    "description": "Женщина услышала на автоответчике собственный голос, умоляющий не выходить из дома.",
    "hint": "Запись была новой.",
    "explanation": "Это сообщение оставила она сама — в другой версии событий, где уже знала, что произойдёт дальше.",
    "imageName": "voicemailWarning"
  },
  {
    "category": "Horror",
    "title": "Свет в окне",
    "description": "Ночью он увидел свет в доме соседей, хотя те уехали.",
    "hint": "Никто не жил в квартире.",
    "explanation": "В доме была установлена система автоматического освещения с таймером для имитации присутствия хозяев. Таймер сработал посреди ночи, и свет включился. Он не знал об этом и решил, что в пустом доме кто-то есть.",
    "imageName": "lightInWindow"
  },
  {
    "category": "Horror",
    "title": "Опасная дегустация",
    "description": "Все участники дегустации еды были госпитализированы.",
    "hint": "Блюда выглядели нормально.",
    "explanation": "На кухне случайно использовали просроченный продукт, который вызвал сильное отравление у всех гостей.",
    "imageName": "foodTasting"
  },
  {
    "category": "Horror",
    "title": "Ребёнок плакал под кроватью",
    "description": "Мужчина услышал, как под его кроватью плачет ребёнок.",
    "hint": "Он жил один.",
    "explanation": "Мужчина недавно заселился в эту квартиру. Предыдущие жильцы спешили при переезде и забыли детский монитор в соседней квартире. Устройство продолжало ловить сигнал, и через акустику квартиры звук казался исходящим прямо из-под кровати.",
    "imageName": "childUnderBed"
  },
  {
    "category": "Horror",
    "title": "Бесконечная дорога",
    "description": "Какую бы дорогу она ни выбрала, она снова оказывалась в том же месте.",
    "hint": "Место было трагическим.",
    "explanation": "После смерти душа человека продолжала идти, как ни в чём не бывало. Но каждый путь, который она выбирала, неизменно возвращал её к месту гибели, словно город или улицы не хотели отпускать её из этого мира.",
    "imageName": "endlessRoad"
  },
  {
    "category": "Horror",
    "title": "Утопленник",
    "description": "Мужчина тонул в бассейне, и никто не пришёл ему на помощь.",
    "hint": "Ситуация выглядела как обычная тренировка.",
    "explanation": "Мужчина участвовал в учебной тренировке по спасению на воде. Во время упражнения ему внезапно стало плохо, начались судороги. Стажёр, который должен был его спасти, растерялся и не успел вовремя помочь. Инструктор наблюдал со стороны, ожидая, что стажёр справится самостоятельно, и вмешался слишком поздно.",
    "imageName": "manInPool"
  },
  {
    "category": "Horror",
    "title": "Люди в реке",
    "description": "Все люди на смотровой площадке упали в реку.",
    "hint": "Они ничего не могли сделать заранее.",
    "explanation": "Смотровая площадка была только что открыта после ремонта, и ограждение оказалось плохо закреплено. Когда люди прислонились к перилам, они одновременно сломались.",
    "imageName": "viewpointFall"
  },
  {
    "category": "Horror",
    "title": "Смертельный прыжок",
    "description": "Группа экстремалов прыгнула с крыши и никто не выжил.",
    "hint": "Крыша выглядела совершенно безопасной.",
    "explanation": "Они решили прыгнуть, используя самодельные парашюты из мусорных мешков. Мешки не выдержали веса, и прыжок оказался смертельным.",
    "imageName": "deadJump"
  }
]
