[
  {
    "id": 1,
    "category": "Military",
    "title": "Город в паутине",
    "description": "Город оказался покрыт нитями, как паутиной.",
    "hint": "Это не было связано с электричеством или разрушениями.",
    "explanation": "Во время боёв в районе Лимана широко применялись FPV-дроны с управлением по оптоволоконному кабелю. Кабель разматывался за дроном прямо в полёте, оставаясь на земле после его уничтожения или посадки. Массовое применение таких дронов привело к тому, что город оказался буквально покрыт оптоволоконными нитями, похожими на паутину.",
    "imageName": "fiberDroneWeb"
  },
  {
    "id": 2,
    "category": "Military",
    "title": "Улетели к врагу",
    "description": "Военную технику отправили в страну, с которой недавно воевали.",
    "hint": "Решение приняли во время отступления.",
    "explanation": "Во время войны в Персидском заливе в 1991 году Ирак начал эвакуацию значительной части своих боевых самолётов в Иран. Это выглядело парадоксально, так как всего несколькими годами ранее Ирак и Иран вели кровопролитную восьмилетнюю войну. Иракское руководство опасалось уничтожения авиации ударами коалиции и решило временно перебазировать самолёты в Иран. После окончания конфликта Иран отказался возвращать самолёты.",
    "imageName": "planesFlewToEnemy"
  },
  {
    "id": 3,
    "category": "Military",
    "title": "Спасённый город",
    "description": "Город должны были уничтожить, но этого не произошло.",
    "hint": "Решение принял один человек.",
    "explanation": "В 1944–1945 годах немецкий генерал Дитрих фон Хольтиц получил прямой приказ уничтожить Париж при отступлении. Он сознательно затягивал выполнение приказа, понимая, что война проиграна, в итоге так и не приведя приказ в исполнение. Благодаря этому Париж уцелел.",
    "imageName": "cityNotDestroyed"
  },
  {
    "id": 4,
    "category": "Military",
    "title": "Приказ",
    "description": "Люди выполнили приказ, не понимая его смысла.",
    "hint": "Информация была получена не сразу.",
    "explanation": "В начале 2022 года сообщалось, что часть российских солдат пересекла границу Украины, не зная о начале полномасштабных боевых действий. По словам военнослужащих и их родственников, им говорили о тренировках или ограниченных задачах. Реальный масштаб происходящего стал понятен уже после выполнения приказа. Об этом рассказывали сами участники событий в интервью журналистам.",
    "imageName": "crossedWithoutKnowing"
  },
  {
    "id": 5,
    "category": "Military",
    "title": "Помогли врагу",
    "description": "Помощь в войне привела к угрозе много лет спустя.",
    "hint": "Общий враг тогда казался важнее будущих последствий.",
    "explanation": "Во время советско-афганской войны 1979–1989 годов США тайно поддерживали афганских моджахедов, рассматривая их как противников СССР. Поддержка включала финансирование, обучение и поставки вооружений. Позже часть этих бойцов стала основой радикальных организаций, включая Аль-Каиду, которая в 2001 году организовала теракты в США.",
    "imageName": "helpedTheEnemy"
  },
  {
    "id": 6,
    "category": "Military",
    "title": "Ложная тревога",
    "description": "Один человек понял, что системе нельзя верить.",
    "hint": "Решение нужно было принять немедленно.",
    "explanation": "В 1983 году советская система раннего предупреждения зафиксировала запуск ядерных ракет со стороны США. Дежурный офицер Станислав Петров получил сигнал, который по инструкции требовал немедленного доклада о начале атаки. Однако он счёл данные ошибочными и не передал сигнал как подтверждённую атаку. Позже выяснилось, что система дала сбой из-за отражения солнечного света от облаков.",
    "imageName": "falseAlarmButton"
  },
  {
    "id": 7,
    "category": "Military",
    "title": "Простой ответ",
    "description": "Один короткий ответ изменил восприятие события.",
    "hint": "Разговор длился всего несколько секунд.",
    "explanation": "В феврале 2022 года во время боя за остров Змеиный российский военный корабль потребовал от украинских пограничников сдаться. В ответ один из них произнёс фразу, которая была записана и позже опубликована. Эта короткая реплика быстро распространилась в медиа и стала символом сопротивления.",
    "imageName": "oneSentence"
  },
  {
    "id": 8,
    "category": "Military",
    "title": "Никто не стрелял",
    "description": "На линии фронта внезапно прекратилась стрельба.",
    "hint": "Это произошло не по приказу.",
    "explanation": "В декабре 1914 года на Западном фронте произошёл так называемый Рождественский перемирие. Солдаты противоборствующих армий самовольно прекратили огонь, вышли из окопов, общались, обменивались подарками и, по свидетельствам очевидцев, даже играли в футбол. Перемирие не было санкционировано командованием и длилось недолго, после чего боевые действия возобновились.",
    "imageName": "silentFront"
  },
  {
    "id": 9,
    "category": "Horror",
    "title": "Бесконечная дорога",
    "description": "Какую бы дорогу она ни выбрала, она снова оказывалась в том же месте.",
    "hint": "Место было трагическим.",
    "explanation": "После смерти душа человека продолжала идти, как ни в чём не бывало. Но каждый путь, который она выбирала, неизменно возвращал её к месту гибели, словно город или улицы не хотели отпускать её из этого мира.",
    "imageName": "endlessRoad"
  },
  {
    "id": 10,
    "category": "Horror",
    "title": "Прыжок веры",
    "description": "Группа экстремалов прыгнула с крыши и никто не выжил.",
    "hint": "Крыша выглядела совершенно безопасной.",
    "explanation": "Они решили прыгнуть, используя самодельные парашюты из мусорных мешков. Мешки не выдержали веса, и прыжок оказался смертельным.",
    "imageName": "deadJump"
  },
  {
    "id": 11,
    "category": "Horror",
    "title": "Стук из ванной",
    "description": "Ночью из ванной комнаты раздавался стук.",
    "hint": "Звук доносился не из самой комнаты.",
    "explanation": "Стук шёл из стены — внутри застрял человек, работавший в техническом пространстве дома. Удары эхом отдавались в ванной.",
    "imageName": "bathroomKnock"
  },
  {
    "id": 12,
    "category": "Horror",
    "title": "Запись на автоответчике",
    "description": "Женщина услышала на автоответчике собственный голос, умоляющий не выходить из дома.",
    "hint": "Запись была новой.",
    "explanation": "Это сообщение оставила она сама — в другой версии событий, где уже знала, что произойдёт дальше.",
    "imageName": "voicemailWarning"
  },
  {
    "id": 13,
    "category": "Horror",
    "title": "Свет в окне",
    "description": "Ночью он увидел свет в доме соседей, хотя те уехали.",
    "hint": "Никто не жил в квартире.",
    "explanation": "В доме была установлена система автоматического освещения с таймером для имитации присутствия хозяев. Таймер сработал посреди ночи, и свет включился. Он не знал об этом и решил, что в пустом доме кто-то есть.",
    "imageName": "lightInWindow"
  },
  {
    "id": 14,
    "category": "Horror",
    "title": "Опасная дегустация",
    "description": "Все участники дегустации еды были госпитализированы.",
    "hint": "Блюда выглядели нормально.",
    "explanation": "На кухне случайно использовали просроченный продукт, который вызвал сильное отравление у всех гостей.",
    "imageName": "foodTasting"
  },
  {
    "id": 15,
    "category": "Horror",
    "title": "Плач",
    "description": "Мужчина услышал, как под его кроватью плачет ребёнок.",
    "hint": "Он жил один.",
    "explanation": "Мужчина недавно заселился в эту квартиру. Предыдущие жильцы спешили при переезде и забыли детский монитор в соседней квартире. Устройство продолжало ловить сигнал, и через акустику квартиры звук казался исходящим прямо из-под кровати.",
    "imageName": "childUnderBed"
  },
  {
    "id": 16,
    "category": "Horror",
    "title": "Апокалипсис в комнате",
    "description": "Человек захлопал в ладоши, и все другие, находящиеся в комнате, погибли.",
    "hint": "Это было летом.",
    "explanation": "Он истреблял комаров.",
    "imageName": "clapKilling"
  },
  {
    "id": 17,
    "category": "Horror",
    "title": "Утопленник",
    "description": "Мужчина тонул в бассейне, и никто не пришёл ему на помощь.",
    "hint": "Ситуация выглядела как обычная тренировка.",
    "explanation": "Мужчина участвовал в учебной тренировке по спасению на воде. Во время упражнения ему внезапно стало плохо, начались судороги. Стажёр, который должен был его спасти, растерялся и не успел вовремя помочь. Инструктор наблюдал со стороны, ожидая, что стажёр справится самостоятельно, и вмешался слишком поздно.",
    "imageName": "manInPool"
  },
  {
    "id": 18,
    "category": "Horror",
    "title": "Люди в реке",
    "description": "Все люди на смотровой площадке упали в реку.",
    "hint": "Они ничего не могли сделать заранее.",
    "explanation": "Смотровая площадка была только что открыта после ремонта, и ограждение оказалось плохо закреплено. Когда люди прислонились к перилам, они одновременно сломались.",
    "imageName": "viewpointFall"
  },
  {
    "id": 19,
    "category": "Horror",
    "title": "Смертельный танец",
    "description": "Пара танцоров умерла во время танцевального соревнования.",
    "hint": "Причина была не очевидна для зрителей.",
    "explanation": "Во время исполнения танго другая пара, очень жаждущая победить, отравила розу, которую партнеры передавали друг другу по ходу танца. Отравленная роза убила первую пару, и вторая выиграла соревнование.",
    "imageName": "deadDance"
  },
  {
    "id": 20,
    "category": "Anime",
    "title": "Птица внутри",
    "description": "Птица оказалась внутри человека и сработала только спустя годы.",
    "hint": "Это было сделано намеренно и заранее.",
    "explanation": "Это сцена из аниме «Наруто». Итачи Учиха, используя гендзюцу, незаметно поместил ворону с глазом Шисуи внутрь Наруто. Спустя годы, когда Итачи был воскрешён техникой Эдо Тенсей, эта ворона активировалась и с помощью Котоамацуками сняла контроль над Итачи, позволив ему действовать по собственной воле.",
    "imageName": "birdInside"
  },
  {
    "id": 21,
    "category": "Anime",
    "title": "Фраза смерти",
    "description": "Одно неосторожно сказанное предложение привело к гибели тысяч людей.",
    "hint": "Слова имели силу приказа, даже если говорящий не собирался его отдавать.",
    "explanation": "Это сцена из аниме «Код Гиас». Лелуш Ламперуж обладал способностью отдавать абсолютные приказы при зрительном контакте. Во время разговора с Юфемией он в шутку произнёс фразу, не осознавая, что его сила активируется автоматически. Приказ сработал, и Юфемия начала массовое убийство, что полностью изменило ход истории.",
    "imageName": "accidentalOrder"
  },
  {
    "id": 22,
    "category": "Anime",
    "title": "Цена правила",
    "description": "Смерть произошла из-за правила, а не из-за убийства.",
    "hint": "Умер бог.",
    "explanation": "Это сцена из аниме «Тетрадь смерти». Синигами Рем пожертвовала собой, нарушив правило своего мира, чтобы спасти человека. По законам синигами, использование силы ради защиты человека автоматически приводит к смерти самого синигами. Рем исчезла не потому, что её убили, а потому что сработало правило.",
    "imageName": "ruleDeath"
  },
  {
    "id": 23,
    "category": "Anime",
    "title": "Последняя победа",
    "description": "Группа игроков отчаянно пыталась оставить след в мире, из которого скоро исчезнет навсегда.",
    "hint": "Для них это была не игра.",
    "explanation": "Это арка «Спящие рыцари» из аниме «Мастера меча онлайн». Гильдия состояла из тяжело больных людей, которые доживали последние месяцы жизни, играя в виртуальном мире Alfheim Online. С помощью Кирито они одержали победу над боссом, чтобы их имена навсегда остались в истории игры. Это был их последний шанс оставить память о себе.",
    "imageName": "lastVictory"
  },
  {
    "id": 24,
    "category": "Anime",
    "title": "Единение",
    "description": "Люди решили перестать быть отдельными личностями, чтобы выжить.",
    "hint": "Индивидуальность считалась источником страданий.",
    "explanation": "Это финальная идея аниме «Евангелион». В рамках проекта комплементации человечества предполагалось объединить все человеческие сознания в одно целое, уничтожив границы между людьми. Считалось, что так человечество избавится от боли, одиночества и конфликтов, но ценой утраты индивидуальности.",
    "imageName": "humanUnity"
  },
  {
    "id": 25,
    "category": "Anime",
    "title": "Учитель ошибся",
    "description": "Человек посвятил жизнь обучению учеников, но именно они привели мир к войне.",
    "hint": "Он верил, что воспитывает спасителей.",
    "explanation": "Это сюжетная линия из аниме «Наруто». Джирайя обучал нескольких учеников, надеясь, что они принесут мир. Однако один из его учеников стал лидером организации, спровоцировавшей мировую войну. Джирайя осознал, что его идеи были искажены, и что даже благие намерения могут привести к катастрофе.",
    "imageName": "failedTeacher"
  },
  {
    "id": 26,
    "category": "Anime",
    "title": "Украденное лицо",
    "description": "Животное украло чужое лицо и бегало с ним по городу.",
    "hint": "Проблема была в том, что этот предмет могли увидеть.",
    "explanation": "Это серия из аниме «Код Гиас». Кот случайно схватил маску Лелуша — символ его тайной личности — и начал носиться с ней по городу. Пока кот бегал с маской, Лелуш был вынужден гоняться за ним, рискуя раскрыть свою личность. Комичная ситуация на самом деле подчёркивала, насколько хрупкой была его тайна.",
    "imageName": "catWithMask"
  },
  {
    "id": 27,
    "category": "Anime",
    "title": "Бесконечное лето",
    "description": "Одно и то же лето повторялось сотни раз, но почти никто этого не замечал.",
    "hint": "Кто-то был недоволен тем, как оно прошло.",
    "explanation": "Это сюжетная арка «Бесконечная восьмёрка» из аниме «Меланхолия Харухи Судзумии». Из-за неосознанного желания Харухи пережить идеальное лето время зациклилось, и одни и те же события повторялись более 15 000 раз. Большинство участников цикла не помнили прошлые повторы, за исключением одного персонажа.",
    "imageName": "endlessSummer"
  },
  {
    "id": 28,
    "category": "Anime",
    "title": "Серьёзный проступок",
    "description": "Человека сурово наказали за еду.",
    "hint": "Это произошло во время официального представления.",
    "explanation": "Это сцена из аниме «Атака титанов». Во время построения новобранцев Саша Браус была наказана за то, что ела картофель в самый неподходящий момент. На фоне строгой военной дисциплины и напряжённой обстановки её поступок выглядел абсурдно.",
    "imageName": "potatoIncident"
  },
  {
    "id": 29,
    "category": "Ordinary",
    "title": "Встреча",
    "description": "Он пришёл на встречу, но все уже ушли.",
    "hint": "Время он не перепутал.",
    "explanation": "Коллеги решили поменять время встречи в переговорном кабинете без уведомления в общем чате, а он забыл проверить изменения в рабочем календаре.",
    "imageName": "missedMeeting"
  },
  {
    "id": 30,
    "category": "Ordinary",
    "title": "Долг",
    "description": "Она вернула долг, но осталась должна.",
    "hint": "Основной долг был погашен.",
    "explanation": "Она внесла сумму, равную остатку долга на тот момент, но не учла, что проценты продолжают начисляться до конца расчётного периода. Даже один день между датой внесения платежа и датой закрытия периода привёл к появлению небольшой, но формальной задолженности.",
    "imageName": "bankDebt"
  },
  {
    "id": 31,
    "category": "Ordinary",
    "title": "Повышение",
    "description": "Сотрудника уволили, и после этого его доход вырос.",
    "hint": "Ему не повезло и повезло одновременно.",
    "explanation": "После увольнения он получил выходное пособие, компенсацию за неиспользованный отпуск и бонус, который был привязан к дате увольнения. В сумме за этот месяц он получил больше денег, чем обычно зарабатывал, продолжая работать.",
    "imageName": "afterFiringIncome"
  }
]
